function Info() {
  return (<>
    <h1>Кофейня “Кофе и Книги”</h1>
    <div className="dull-text">Наш кофе-Ваша бодрость на весь день!</div>
    <h2>О нас</h2>
    <p>
      Наша кофейня — это гармоничное пространство, где каждый гость может погрузиться в мир любимых книг за чашечкой ароматного кофе, наслаждаясь атмосферой спокойствия и умиротворения.
    </p>
    <p>
      Уютные кресла, тщательно подобранная коллекция литературы и безупречный кофе создают особую атмосферу, где время словно замедляется, позволяя отвлечься от суеты и погрузиться в чтение.
    </p>
    <p>
      Мы создали идеальное место для тех, кто ценит интеллектуальный досуг: здесь можно не только насладиться великолепным кофе, но и провести время с пользой, листая страницы любимых книг в комфортной обстановке.
    </p>
    <p>
      
    </p>
    
    
  </>);
}

export default Info;