import bath1 from "../../static/mini-bath1.jpg";
import bath2 from "../../static/mini-bath2.jpg";

function About() {
  return (<>
    <h1>Мероприятия</h1>

    <h2>Анонсы культурных событий</h2>
    <h2>Встречи с авторами:</h2>
    <h3>Творческая встреча с Леной Сокол</h3>
    <p> Дата: 18 октября, 11:30</p>
<p>Место: Библиотека им. Н.А. Некрасова.</p>
<p>Тема: «Как стать автором молодежных бестселлеров».</p>
<p>Формат: Открытая беседа с автором.</p>
    
    <h3>Встреча с Асей Лавринович</h3>
    <p>Дата: 18 октября, 13:00</p>
<p>Место: Библиотека им. Н.А. Некрасова
<p>Тема: «О том, как писать истории о первой любви»</p>
<p>Важно: Требуется предварительная регистрация</p>
    </p>
    <h3>Беседа с Ксенией Горбуновой</h3>
    <p>Дата: 18 октября, 13:00
<p>Место: ЦМДБ им. М. Горького</p>
<p>Тема: «Где рождаются добрые истории»</p>
    </p>
    <h2>Мастер-классы:</h2>
    <h3>"Творческие мастерские"</h3>
    <h3>Мастер-класс «Осенняя закладка для книг»</h3>
    <p>
<p>Время: 18 октября, 18:00</p>
<p>Организатор: «Арт-мастерская»</p>
    </p>
    <h3>Мастер-класс «Ручка-перо»</h3>
    <p>
      Дата: 19 октября, 14:30
<p>Место: Библиотека им. Н.А. Некрасова</p>
    </p>
    <h3>Мастер-класс «Ёжик идет в гости»</h3>
    <p>
      МДата: 19 октября, 11:00
<p>Важно: Необходима предварительная регистрация</p>
    </p>
    
    <h2>Литературные мероприятия:</h2>
    <h3>"Книжный клуб и презентации"</h3>
    <h3>Презентация альманаха «Действующие лица»</h3>
    <p>Дата: 18 октября, 14:30
<p>Ведущая: Писательница Евгения Некрасова</p></p>
    <h3>Литературный праздник</h3>
    <p>Место: ЦМДБ им. М. Горького
<p>Время: 15:00</p>
<p>Программа: Подведение итогов конкурса, награждение победителей</p></p>
    
  
    <h3>Архив прошедших событий</h3>
    <img alt="" src={bath1} height={"200px"} style={{paddingRight: "10px"}} />
    <img alt="" src={bath2} height={"200px"} style={{paddingRight: "10px"}} />
  </>);
}

export default About;